Repository: Matt757/KnQuiz
Catalog: languages/knq-*.po
Languages: ro_ro

source: Current score
ro_ro: Nota actuală

source: Previous score
ro_ro: Nota anterioară

source: Redo quiz
ro_ro: Refaceți chestionarul

source: Done!
ro_ro: Am răspuns!

source: Next!
ro_ro: Următoarea!

source: Finish!
ro_ro: Am terminat!

source: Correct!
ro_ro: Corect!

source: Wrong!
ro_ro: Greșit!

source: Find above the following words
ro_ro: Găsiți mai sus cuvintele următoare

source: Quizzes
ro_ro: Chestionare

source: Settings
ro_ro: Setări

source: Quizzes management
ro_ro: Administrare chestionare

source: Questions management
ro_ro: Administrare întrebări

source: Questions
ro_ro: Întrebări

source: Statistics
ro_ro: Statistici

source: General options
ro_ro: Opțiuni generale

source: Default value
ro_ro: Valoare implicită

source: Settings updated succesfully!
ro_ro: Setările actualizate cu succes!

source: Error updating the settings!
ro_ro: Eroare la actualizarea setărilor!

source: Text button for answering a question
ro_ro: Text buton când s-a răspuns la întrebare

source: Text button for next question
ro_ro: Text buton pentru următoarea întrebare

source: Text button for finishing quiz
ro_ro: Text buton pentru final chestionar

source: Message when answered correctly
ro_ro: Mesaj când s-a răspuns corect

source: Message when answered wrongly
ro_ro: Mesaj când s-a răspuns greșit

source: Difficulty level
ro_ro: Nivel de dificultate

source: Shuffle questions
ro_ro: Ordine aleatorie a întrebărilor

source: No
ro_ro: Nu

source: Yes
ro_ro: Da

source: Shuffle answers
ro_ro: Ordine aleatorie a răspunsurilor

source: Update options
ro_ro: Actualizare setări

source: Quiz deleted succesfully
ro_ro: Chestionarul a fost șters

source: Error on deleting the quiz
ro_ro: Eroare la ștergerea chestionarului

source: Quiz updated
ro_ro: Chestionar actualizat

source: Error updating quiz
ro_ro: Eroare la actualizarea chestionarului

source: Demo quiz (please configure)
ro_ro: Chestionar demo (configurați vă rugăm)

source: Demo description (please configure)
ro_ro: Descriere demo (configurați vă rugăm)

source: Add new quiz
ro_ro: Adăugare chestionar nou

source: Selected quiz
ro_ro: Chestionar selectat

source: Title
ro_ro: Titlu

source: Description
ro_ro: Descriere

source: Global value
ro_ro: Valoarea globală

source: Leave following inputs empty if you wish to use the global value
ro_ro: Lăsați goale câmpurile dacă doriți să fie folosită valoarea globală

source: Text button next question
ro_ro: Text buton pt următoarea întrebare

source: Text button finish quiz
ro_ro: Text buton la terminare chestionar

source: Reorder questions
ro_ro: Reordonare întrebări

source: Update order of questions
ro_ro: Actualizare ordine întrebări

source: Shortcode - just the quiz
ro_ro: Inserare simplă

source: Shortcode - the quiz with title
ro_ro: Inserare cu titlu

source: Shortcode - the quiz with title and the description
ro_ro: Inserare cu titlu și descriere

source: Be careful! When you delete a quizz, there is no undo!
ro_ro: Atenție! Ștergerea chestionarului este ireversibilă!

source: Delete quizz
ro_ro: Ștergere chestionar

source: Are you sure? There is no undo to that!
ro_ro: Sunteți sigur? Operațiunea este ireversibilă!

source: To add a new answer, click here
ro_ro: Pentru a adăuga un răspuns, click aici

source: Extra words that are not found in the text above (leave empty if you do not wish to have such words)
ro_ro: Cuvinte suplimentare ce nu se găsesc mai sus în text (lăsați gol dacă nu doriți să fie incluse astfel de cuvinte)

source: Include between double square brackets, separated by a vertical bar (pipe), the alternative words.<br>Put the correct one to be the first in list. The list of options will be shuffled.<br>Example: <strong>We live on [[Earth|Jupiter|Saturn|Moon]].</strong>
ro_ro: Includeți între paranteze drepte, separate de bară verticală (|), cuvintele alternative.<br>Puneți răspunsul corect să fie primul în listă. Lista opțiunilor va fi amestecată.<br>Exemplu: <strong>Trăim pe [[Pământ|Jupiter|Saturn|Lună]].</strong>

source: The word bank will collect all the words between double square brackets.<br>Example: <strong>This is an [[example]] of such a [[question]].</strong>
ro_ro: Bancul de cuvinte va colecta toate cuvintele aflate între paranteze drepte duble.<br>Exemplu: <strong>Acesta este un [[exemplu]] de o astfel de [[întrebare]].</strong>

source: Image width
ro_ro: Lățime imagini

source: To add a new word search area, click here
ro_ro: Pentru a adăuga un nou careu de cuvinte, click aici

source: Words to be searched, separated by one space
ro_ro: Cuvintele ce trebuie căutate, separate de un spațiu

source: If unused letters forms a message, please write it below
ro_ro: Dacă literele nefolosite formează un mesaj, scrieți-l mai jos

source: Choose a quiz
ro_ro: Alegeți un chestionar

source: Question deleted succesfully
ro_ro: Întrebarea a fost ștearsă

source: Error on deleting the question
ro_ro: Eroare la ștergerea întrebării

source: Question updated
ro_ro: Întrebare actualizată

source: Error updating question
ro_ro: Eroare la actualizarea întrebării

source: Demo question (please configure).
ro_ro: Întrebare demo (configurați vă rugăm).

source: option 1|option 2
ro_ro: opțiunea 1|opțiunea 2

source: A new question was added. Do not forget to configure the question!
ro_ro: A fost adăugată o nouă întrebare. Nu uitați să configurați întrebarea!

source: ADD NEW QUESTION
ro_ro: ADĂUGARE ÎNTREBARE NOUĂ

source: Question
ro_ro: Întrebare

source: Question type
ro_ro: Tip întrebare

source: Multiple choice (check box)
ro_ro: Răspunsuri multiple (check box)

source: Single choice (radio box)
ro_ro: Doar un răspuns (radio box)

source: Multiple choice with images (check box)
ro_ro: Răspunsuri multiple cu imagini (check box)

source: Single choice with images (radio box)
ro_ro: Doar un răspuns cu imagini (radio box)

source: Sort the answers (sorting)
ro_ro: Ordonarea răspunsurilor (sorting)

source: Choose the words from lists (select box)
ro_ro: Alegere cuvinte din liste (select box)

source: Word bank (drag & drop)
ro_ro: Banc de cuvinte (drag & drop)

source: Word search
ro_ro: Căutare de cuvinte (word search)

source: Text matching
ro_ro: Potrivire texte

source: Answer(s)
ro_ro: Răspuns(uri)

source: Correct
ro_ro: Corect

source: Select images
ro_ro: Selectare imagini

source: If unused letters forms a message, please write it below.
ro_ro: Dacă literele nefolosite formează un mesaj, scrieți-l mai jos.

source: Positive feedback
ro_ro: Feedback pozitiv

source: Negative feedback
ro_ro: Feedback negativ

source: Associated image
ro_ro: Imagine asociată

source: Load image
ro_ro: Încărcare imagine

source: Delete image
ro_ro: Ștergere imagine

source: Image position related to question text
ro_ro: Poziția imaginii pe lângă textul întrebării

source: Above
ro_ro: Deasupra

source: Below
ro_ro: Dedesubt

source: Left
ro_ro: Stânga

source: Right
ro_ro: Dreapta

source: Update question
ro_ro: Actualizare întrebare

source: Be careful! When you delete a question, there is no undo!
ro_ro: Atenție! Ștergerea întrebării este ireversibilă!

source: Delete question
ro_ro: Ștergere întrebare

source: Empty question
ro_ro: Întrebare nedefinită

source: At least 2 answers needed
ro_ro: Sunt necesare cel puțin două răspunsuri

source: Empty answer
ro_ro: Răspuns nedefinit

source: No right answer selected
ro_ro: Nu s-a indicat răspunsul corect

source: Too many right answers selected
ro_ro: Prea multe răspunsuri corecte selectate

source: Incorrect formatting
ro_ro: Formatare incorectă

source: Must be between 1 and 100
ro_ro: Trebuie să fie între 1 și 100

source: Empty word search
ro_ro: Careu de cuvinte nedefinit

source: No search words provided
ro_ro: Cuvintele de căutat lipsesc

source: Provide at least 3 search words
ro_ro: Trebuie minim trei cuvinte de căutat

source: Last played quizzes
ro_ro: Ultimele chestionare jucate

source: User
ro_ro: Utilizator

source: Score
ro_ro: Notă

source: Attempts
ro_ro: Încercări

source: Quiz
ro_ro: Chestionar

source: When
ro_ro: Când
